IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData
BeamLoadsImportMappingData

IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData.#ctor
Constructor

IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData.BeamID
BeamID

IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData.CADBeamID
CADBeamID

IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData.CoeffVM_Y
CoeffVM_Y

IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData.CoeffVM_Z
CoeffVM_Z

IdeaRS.OpenModel.Connection.BeamLoadsImportMappingData.CoeffVM_X
CoeffVM_X